Repository: Negative-Star-Innovators/AgentRedactor
Catalog: windows/Strings/*/Resources.resw
Source language: en
Languages: af, ar, da, de, el, et, fi, fr, hi, hu, hy, ig_ng, is, ka, lv, ms, pl, ru, sl, sr_latn, sw, th, tr, ur, zh_cn

# SettingsPage_Updates_CheckButton
source: Check for updates
af: Soek vir opdaterings
ar: التحقق من التحديثات
da: Søg efter opdateringer
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
et: Kontrolli värskendusi
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
hi: अपडेट जांचें
hu: Frissítések keresése
hy: Ստուգել թարմացումները
ig_ng: Lelee mmelite
is: Athuga uppfærslur
ka: განახლებების შემოწმება
lv: Pārbaudīt atjauninājumus
ms: Semak kemas kini
pl: Sprawdź aktualizacje
ru: Проверить обновления
sl: Preveri posodobitve
sr_latn: Proveri ažuriranja
sw: Angalia sasisho
th: ตรวจสอบการอัปเดต
tr: Güncelleştirmeleri denetle
ur: اپڈیٹس چیک کریں
zh_cn: 检查更新

# SettingsPage_Updates_StoreManaged
source: Updates are managed by the Microsoft Store.
af: Opdaterings word deur die Microsoft Store bestuur.
ar: تتم إدارة التحديثات بواسطة Microsoft Store.
da: Opdateringer administreres af Microsoft Store.
de: Updates werden über den Microsoft Store verwaltet.
el: Οι ενημερώσεις διαχειρίζονται από το Microsoft Store.
et: Värskendusi haldab Microsoft Store.
fi: Microsoft Store hallinnoi päivityksiä.
fr: Les mises à jour sont gérées par le Microsoft Store.
hi: अपडेट Microsoft Store द्वारा प्रबंधित किए जाते हैं।
hu: A frissítéseket a Microsoft Store kezeli.
hy: Թարմացումները կառավարվում են Microsoft Store-ի կողմից։
ig_ng: Microsoft Store na-elekọta mmelite.
is: Microsoft Store sér um uppfærslur.
ka: განახლებებს მართავს Microsoft Store.
lv: Atjauninājumus pārvalda Microsoft Store.
ms: Kemas kini diuruskan oleh Microsoft Store.
pl: Aktualizacjami zarządza Microsoft Store.
ru: Обновлениями управляет Microsoft Store.
sl: Posodobitve upravlja Microsoft Store.
sr_latn: Ažuriranjima upravlja Microsoft Store.
sw: Sasisho zinadhibitiwa na Microsoft Store.
th: การอัปเดตได้รับการจัดการโดย Microsoft Store
tr: Güncelleştirmeler Microsoft Store tarafından yönetilir.
ur: اپڈیٹس Microsoft Store کے ذریعے منظم ہوتی ہیں۔
zh_cn: 更新由 Microsoft Store 管理。

# SettingsPage_Updates_Checking
source: Checking for updates...
af: Soek tans vir opdaterings...
ar: جارٍ التحقق من التحديثات...
da: Søger efter opdateringer...
de: Suche nach Updates...
el: Έλεγχος για ενημερώσεις...
et: Värskenduste kontrollimine...
fi: Tarkistetaan päivityksiä...
fr: Recherche de mises à jour...
hi: अपडेट जांचे जा रहे हैं...
hu: Frissítések keresése...
hy: Թարմացումների ստուգում...
ig_ng: Na-achọ mmelite...
is: Athugar uppfærslur...
ka: განახლებების შემოწმება...
lv: Notiek atjauninājumu pārbaude...
ms: Menyemak kemas kini...
pl: Sprawdzanie aktualizacji...
ru: Проверка обновлений...
sl: Preverjanje posodobitev...
sr_latn: Provera ažuriranja...
sw: Inaangalia sasisho...
th: กำลังตรวจสอบการอัปเดต...
tr: Güncelleştirmeler denetleniyor...
ur: اپڈیٹس چیک کی جا رہی ہیں...
zh_cn: 正在检查更新...

# SettingsPage_Updates_UpToDate
source: You're up to date.
af: Jy is op datum.
ar: لديك أحدث إصدار.
da: Du er opdateret.
de: Sie sind auf dem neuesten Stand.
el: Έχετε την πιο πρόσφατη έκδοση.
et: Teil on uusim versioon.
fi: Sinulla on uusin versio.
fr: Vous êtes à jour.
hi: आपके पास नवीनतम संस्करण है।
hu: Az alkalmazás naprakész.
hy: Դուք ունեք վերջին տարբերակը։
ig_ng: I nwere ụdị kacha ọhụrụ.
is: Þú ert með nýjustu útgáfuna.
ka: თქვენ გაქვთ უახლესი ვერსია.
lv: Jums ir jaunākā versija.
ms: Anda menggunakan versi terkini.
pl: Masz najnowszą wersję.
ru: У вас последняя версия.
sl: Imate najnovejšo različico.
sr_latn: Imate najnoviju verziju.
sw: Una toleo jipya zaidi.
th: คุณใช้เวอร์ชันล่าสุดอยู่แล้ว
tr: Güncel durumdasınız.
ur: آپ کے پاس تازہ ترین ورژن ہے۔
zh_cn: 你已是最新版本。

# SettingsPage_Updates_UpdateReady
source: An update has been downloaded and is ready to install.
af: 'n Opdatering is afgelaai en is gereed om te installeer.
ar: تم تنزيل تحديث وهو جاهز للتثبيت.
da: En opdatering er blevet downloadet og er klar til at blive installeret.
de: Ein Update wurde heruntergeladen und ist bereit zur Installation.
el: Μια ενημέρωση έχει ληφθεί και είναι έτοιμη για εγκατάσταση.
et: Värskendus on alla laaditud ja valmis installimiseks.
fi: Päivitys on ladattu ja valmis asennettavaksi.
fr: Une mise à jour a été téléchargée et est prête à être installée.
hi: एक अपडेट डाउनलोड हो गया है और इंस्टॉल करने के लिए तैयार है।
hu: Egy frissítés letöltődött, és készen áll a telepítésre.
hy: Թարմացումը ներբեռնված է և պատրաստ է տեղադրման։
ig_ng: Ebudatala mmelite ma ọ dị njikere ịwụnye.
is: Uppfærsla hefur verið sótt og er tilbúin til uppsetningar.
ka: განახლება ჩამოტვირთულია და მზადაა დასაყენებლად.
lv: Atjauninājums ir lejupielādēts un gatavs instalēšanai.
ms: Kemas kini telah dimuat turun dan sedia untuk dipasang.
pl: Aktualizacja została pobrana i jest gotowa do zainstalowania.
ru: Обновление скачано и готово к установке.
sl: Posodobitev je bila prenesena in je pripravljena za namestitev.
sr_latn: Ažuriranje je preuzeto i spremno je za instalaciju.
sw: Sasisho limepakuliwa na liko tayari kusakinishwa.
th: ดาวน์โหลดการอัปเดตแล้วและพร้อมติดตั้ง
tr: Bir güncelleştirme indirildi ve yüklenmeye hazır.
ur: ایک اپڈیٹ ڈاؤن لوڈ ہو گئی ہے اور انسٹال کے لیے تیار ہے۔
zh_cn: 更新已下载，可以安装了。

# SettingsPage_Updates_Error
source: Couldn't check for updates. Try again later.
af: Kon nie vir opdaterings soek nie. Probeer later weer.
ar: تعذّر التحقق من التحديثات. حاول مرة أخرى لاحقًا.
da: Kunne ikke søge efter opdateringer. Prøv igen senere.
de: Es konnte nicht nach Updates gesucht werden. Versuchen Sie es später erneut.
el: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις. Δοκιμάστε ξανά αργότερα.
et: Värskendusi ei saanud kontrollida. Proovige hiljem uuesti.
fi: Päivityksiä ei voitu tarkistaa. Yritä myöhemmin uudelleen.
fr: Impossible de rechercher des mises à jour. Réessayez plus tard.
hi: अपडेट जांचे नहीं जा सके। बाद में पुनः प्रयास करें।
hu: Nem sikerült frissítéseket keresni. Próbálja újra később.
hy: Չհաջողվեց ստուգել թարմացումները։ Փորձեք ավելի ուշ։
ig_ng: Enweghị ike ịlele mmelite. Gbalịa ọzọ mgbe e mesịrị.
is: Ekki tókst að athuga uppfærslur. Reyndu aftur síðar.
ka: განახლებების შემოწმება ვერ მოხერხდა. სცადეთ მოგვიანებით.
lv: Neizdevās pārbaudīt atjauninājumus. Mēģiniet vēlāk vēlreiz.
ms: Tidak dapat menyemak kemas kini. Cuba lagi kemudian.
pl: Nie można sprawdzić aktualizacji. Spróbuj ponownie później.
ru: Не удалось проверить обновления. Повторите попытку позже.
sl: Posodobitev ni bilo mogoče preveriti. Poskusite znova pozneje.
sr_latn: Nije moguće proveriti ažuriranja. Pokušajte ponovo kasnije.
sw: Haikuweza kuangalia sasisho. Jaribu tena baadaye.
th: ไม่สามารถตรวจสอบการอัปเดตได้ ลองอีกครั้งในภายหลัง
tr: Güncelleştirmeler denetlenemedi. Daha sonra yeniden deneyin.
ur: اپڈیٹس چیک نہیں ہو سکیں۔ بعد میں دوبارہ کوشش کریں۔
zh_cn: 无法检查更新。请稍后重试。

# UpdateAvailable_Title
source: Update ready to install
af: Opdatering gereed om te installeer
ar: التحديث جاهز للتثبيت
da: Opdatering klar til installation
de: Update bereit zur Installation
el: Η ενημέρωση είναι έτοιμη για εγκατάσταση
et: Värskendus on installimiseks valmis
fi: Päivitys valmis asennettavaksi
fr: Mise à jour prête à être installée
hi: अपडेट इंस्टॉल करने के लिए तैयार
hu: Frissítés készen áll a telepítésre
hy: Թարմացումը պատրաստ է տեղադրման
ig_ng: Mmelite dị njikere ịwụnye
is: Uppfærsla tilbúin til uppsetningar
ka: განახლება მზადაა დასაყენებლად
lv: Atjauninājums gatavs instalēšanai
ms: Kemas kini sedia untuk dipasang
pl: Aktualizacja gotowa do zainstalowania
ru: Обновление готово к установке
sl: Posodobitev je pripravljena za namestitev
sr_latn: Ažuriranje je spremno za instalaciju
sw: Sasisho tayari kusakinishwa
th: การอัปเดตพร้อมติดตั้ง
tr: Güncelleştirme yüklenmeye hazır
ur: اپڈیٹ انسٹال کے لیے تیار ہے
zh_cn: 更新已准备好安装

# UpdateAvailable_Message
source: Agent Redactor {0} has been downloaded. Restart now to apply the update.
af: Agent Redactor {0} is afgelaai. Herbegin nou om die opdatering toe te pas.
ar: تم تنزيل Agent Redactor {0}. أعد التشغيل الآن لتطبيق التحديث.
da: Agent Redactor {0} er blevet downloadet. Genstart nu for at anvende opdateringen.
de: Agent Redactor {0} wurde heruntergeladen. Starten Sie jetzt neu, um das Update anzuwenden.
el: Το Agent Redactor {0} έχει ληφθεί. Κάντε επανεκκίνηση τώρα για να εφαρμοστεί η ενημέρωση.
et: Agent Redactor {0} on alla laaditud. Värskenduse rakendamiseks taaskäivitage kohe.
fi: Agent Redactor {0} on ladattu. Käynnistä nyt uudelleen päivityksen käyttöön ottamiseksi.
fr: Agent Redactor {0} a été téléchargé. Redémarrez maintenant pour appliquer la mise à jour.
hi: Agent Redactor {0} डाउनलोड हो गया है। अपडेट लागू करने के लिए अभी पुनरारंभ करें।
hu: Az Agent Redactor {0} letöltődött. Indítsa újra most a frissítés alkalmazásához.
hy: Agent Redactor {0}-ը ներբեռնված է։ Վերամեկնարկեք հիմա՝ թարմացումը կիրառելու համար։
ig_ng: E budatala Agent Redactor {0}. Malitegharịa ugbu a iji tinye mmelite ahụ.
is: Agent Redactor {0} hefur verið sótt. Endurræstu núna til að virkja uppfærsluna.
ka: Agent Redactor {0} ჩამოტვირთულია. გადატვირთეთ ახლა განახლების გამოსაყენებლად.
lv: Agent Redactor {0} ir lejupielādēts. Restartējiet tagad, lai lietotu atjauninājumu.
ms: Agent Redactor {0} telah dimuat turun. Mulakan semula sekarang untuk menggunakan kemas kini.
pl: Agent Redactor {0} został pobrany. Uruchom ponownie teraz, aby zastosować aktualizację.
ru: Agent Redactor {0} скачан. Перезапустите сейчас, чтобы применить обновление.
sl: Agent Redactor {0} je bil prenesen. Zdaj znova zaženite, da uporabite posodobitev.
sr_latn: Agent Redactor {0} je preuzet. Restartujte sada da biste primenili ažuriranje.
sw: Agent Redactor {0} limepakuliwa. Anzisha upya sasa ili kutumia sasisho.
th: ดาวน์โหลด Agent Redactor {0} แล้ว รีสตาร์ทตอนนี้เพื่อใช้การอัปเดต
tr: Agent Redactor {0} indirildi. Güncelleştirmeyi uygulamak için şimdi yeniden başlatın.
ur: Agent Redactor {0} ڈاؤن لوڈ ہو گیا ہے۔ اپڈیٹ لاگو کرنے کے لیے ابھی دوبارہ شروع کریں۔
zh_cn: Agent Redactor {0} 已下载。立即重启以应用更新。

# Dialog_RestartNowButton
source: Restart now
af: Herbegin nou
ar: إعادة التشغيل الآن
da: Genstart nu
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
et: Taaskäivita kohe
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
hi: अभी पुनरारंभ करें
hu: Újraindítás most
hy: Վերամեկնարկել հիմա
ig_ng: Malitegharịa ugbu a
is: Endurræsa núna
ka: გადატვირთვა ახლა
lv: Restartēt tagad
ms: Mulakan semula sekarang
pl: Uruchom ponownie teraz
ru: Перезапустить сейчас
sl: Znova zaženi zdaj
sr_latn: Restartuj sada
sw: Anzisha upya sasa
th: รีสตาร์ทตอนนี้
tr: Şimdi yeniden başlat
ur: ابھی دوبارہ شروع کریں
zh_cn: 立即重启

# Dialog_RestartLaterButton
source: Later
ar: لاحقًا
da: Senere
de: Später
el: Αργότερα
et: Hiljem
fi: Myöhemmin
fr: Plus tard
hi: बाद में
hu: Később
hy: Ավելի ուշ
ig_ng: Mgbe e mesịrị
is: Seinna
ka: მოგვიანებით
lv: Vēlāk
ms: Kemudian
pl: Później
ru: Позже
sl: Pozneje
sr_latn: Kasnije
sw: Baadaye
th: ภายหลัง
tr: Daha sonra
ur: بعد میں
zh_cn: 稍后

# ModelDownload_Title
source: Downloading AI model
af: Laai KI-model af
ar: جارٍ تنزيل نموذج الذكاء الاصطناعي
da: Downloader AI-model
de: KI-Modell wird heruntergeladen
el: Λήψη μοντέλου AI
et: AI-mudeli allalaadimine
fi: Ladataan tekoälymallia
fr: Téléchargement du modèle d'IA
hi: AI मॉडल डाउनलोड हो रहा है
hu: AI-modell letöltése
hy: AI մոդելի ներբեռնում
ig_ng: Na-ebudata nlereanya AI
is: Sækir gervigreindarlíkan
ka: AI მოდელის ჩამოტვირთვა
lv: Lejupielādē AI modeli
ms: Memuat turun model AI
pl: Pobieranie modelu AI
ru: Скачивание модели ИИ
sl: Prenašanje modela UI
sr_latn: Preuzimanje AI modela
sw: Inapakua modeli ya AI
th: กำลังดาวน์โหลดโมเดล AI
tr: AI modeli indiriliyor
ur: AI ماڈل ڈاؤن لوڈ ہو رہا ہے
zh_cn: 正在下载 AI 模型

# ModelDownload_Failed
source: The model download failed. Check your internet connection, then retry. PII detection is unavailable until the download completes.
af: Die aflaai van die model het misluk. Gaan jou internetverbinding na en probeer weer. PII-opsporing is nie beskikbaar totdat die aflaai voltooi is nie.
ar: فشل تنزيل النموذج. تحقق من اتصالك بالإنترنت، ثم أعد المحاولة. الكشف عن PII غير متاح حتى يكتمل التنزيل.
da: Download af modellen mislykkedes. Kontrollér din internetforbindelse, og prøv igen. PII-registrering er ikke tilgængelig, før downloaden er fuldført.
de: Das Herunterladen des Modells ist fehlgeschlagen. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut. Die PII-Erkennung ist erst verfügbar, wenn der Download abgeschlossen ist.
el: Η λήψη του μοντέλου απέτυχε. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά. Ο εντοπισμός PII δεν είναι διαθέσιμος μέχρι να ολοκληρωθεί η λήψη.
et: Mudeli allalaadimine ebaõnnestus. Kontrollige oma internetiühendust ja proovige uuesti. PII tuvastamine pole saadaval enne allalaadimise lõppu.
fi: Mallin lataus epäonnistui. Tarkista internetyhteys ja yritä uudelleen. PII-tunnistus ei ole käytettävissä ennen kuin lataus on valmis.
fr: Le téléchargement du modèle a échoué. Vérifiez votre connexion Internet, puis réessayez. La détection des PII est indisponible jusqu'à la fin du téléchargement.
hi: मॉडल डाउनलोड विफल रहा। अपना इंटरनेट कनेक्शन जांचें, फिर पुनः प्रयास करें। डाउनलोड पूरा होने तक PII पहचान उपलब्ध नहीं है।
hu: A modell letöltése nem sikerült. Ellenőrizze az internetkapcsolatot, majd próbálja újra. A PII-észlelés nem érhető el a letöltés befejezéséig.
hy: Մոդելի ներբեռնումը ձախողվեց։ Ստուգեք ձեր ինտերնետ կապը և փորձեք կրկին։ PII-ի հայտնաբերումը հասանելի չէ մինչև ներբեռնման ավարտը։
ig_ng: Mbudata nlereanya ahụ dara ada. Lelee njikọ ịntanetị gị, wee gbalịa ọzọ. Nchọpụta PII adịghị ruo mgbe mbudata gasịrị.
is: Niðurhal líkansins mistókst. Athugaðu nettenginguna og reyndu aftur. PII-greining er ekki í boði fyrr en niðurhalið lýkur.
ka: მოდელის ჩამოტვირთვა ვერ მოხერხდა. შეამოწმეთ ინტერნეტ კავშირი და სცადეთ ხელახლა. PII-ის ამოცნობა მიუწვდომელია ჩამოტვირთვის დასრულებამდე.
lv: Modeļa lejupielāde neizdevās. Pārbaudiet interneta savienojumu un mēģiniet vēlreiz. PII noteikšana nav pieejama, līdz lejupielāde ir pabeigta.
ms: Muat turun model gagal. Semak sambungan internet anda, kemudian cuba lagi. Pengesanan PII tidak tersedia sehingga muat turun selesai.
pl: Pobieranie modelu nie powiodło się. Sprawdź połączenie internetowe i spróbuj ponownie. Wykrywanie PII jest niedostępne do zakończenia pobierania.
ru: Не удалось скачать модель. Проверьте подключение к Интернету и повторите попытку. Обнаружение PII будет недоступно до завершения скачивания.
sl: Prenos modela ni uspel. Preverite internetno povezavo in poskusite znova. Zaznavanje PII ni na voljo, dokler prenos ni končan.
sr_latn: Preuzimanje modela nije uspelo. Proverite internet konekciju, a zatim pokušajte ponovo. Otkrivanje PII podataka nije dostupno dok se preuzimanje ne završi.
sw: Upakuaji wa modeli umeshindwa. Angalia muunganisho wako wa intaneti, kisha jaribu tena. Utambuzi wa PII haupatikani hadi upakuaji ukamilike.
th: การดาวน์โหลดโมเดลล้มเหลว ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ แล้วลองอีกครั้ง การตรวจจับ PII จะไม่พร้อมใช้งานจนกว่าการดาวน์โหลดจะเสร็จสมบูรณ์
tr: Model indirilemedi. İnternet bağlantınızı kontrol edip yeniden deneyin. İndirme tamamlanana kadar PII algılama kullanılamaz.
ur: ماڈل کی ڈاؤن لوڈنگ ناکام رہی۔ اپنا انٹرنیٹ کنیکشن چیک کریں، پھر دوبارہ کوشش کریں۔ ڈاؤن لوڈ مکمل ہونے تک PII کی شناخت دستیاب نہیں ہے۔
zh_cn: 模型下载失败。请检查网络连接，然后重试。下载完成前，PII 检测不可用。

# ModelDownload_RetryButton
source: Retry
af: Probeer weer
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
hu: Újra
hy: Կրկնել
ig_ng: Gbalịa ọzọ
is: Reyna aftur
ka: ხელახლა ცდა
lv: Mēģināt vēlreiz
ms: Cuba lagi
pl: Spróbuj ponownie
ru: Повторить
sl: Poskusi znova
sr_latn: Pokušaj ponovo
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Yeniden dene
ur: دوبارہ کوشش کریں
zh_cn: 重试

# Dialog_UnlockButton
source: Unlock
ar: فتح
el: Ξεκλείδωμα
hu: Feloldás
ig_ng: Mepee
is: Aflæsa
ka: გახსნა
ms: Buka kunci
pl: Odblokuj
ru: Разблокировать
sl: Odkleni
sr_latn: Otključaj
sw: Fungua

# Dialog_ExitButton
source: Exit
af: Gaan uit
ar: مخرج
da: Afslut
de: Beenden
el: Έξοδος
et: Välju
fi: Poistu
fr: Quitter
hi: बाहर निकलें
hu: Kilépés
hy: Ելք
ig_ng: Pụọ
is: Hætta
ka: გამოსვლა
lv: Iziet
ms: Keluar
pl: Wyjdź
ru: Выход
sl: Izhod
sr_latn: Izađi
sw: Toka
th: ออก
tr: Çıkış
ur: بند کریں
zh_cn: 退出

# Dialog_SetMasterPassword_Title
source: Lock with Windows Hello
af: Stel meesterwagwoord in
ar: تعيين كلمة المرور الرئيسية
da: Angiv hovedadgangskode
de: Hauptpasswort festlegen
el: Ορισμός κύριου κωδικού πρόσβασης
et: Määra peaparool
fi: Aseta pääsalasana
fr: Définir le mot de passe maître
hi: मास्टर पासवर्ड सेट करें
hu: Mesterjelszó beállítása
hy: Սահմանել հիմնական գաղտնաբառը
ig_ng: Tọọ Master Password
is: Setja aðallykilorð
ka: მთავარი პაროლის დაყენება
lv: Iestatīt galveno paroli
ms: Tetapkan Kata Laluan Induk
pl: Ustaw hasło główne
ru: Установить мастер-пароль
sl: Nastavi glavno geslo
sr_latn: Postavi glavnu lozinku
sw: Weka Nenosiri Kuu
th: ตั้งรหัสผ่านหลัก
tr: Ana Parola Belirle
ur: ماسٹر پاس ورڈ سیٹ کریں
zh_cn: 设置主密码

# Dialog_SetPasswordButton
source: Enable
af: Stel wagwoord in
ar: تعيين كلمة المرور
da: Angiv adgangskode
de: Passwort festlegen
el: Ορισμός κωδικού πρόσβασης
et: Määra parool
fi: Aseta salasana
fr: Définir le mot de passe
hi: पासवर्ड सेट करें
hu: Jelszó beállítása
hy: Սահմանել գաղտնաբառը
ig_ng: Tọọ Password
is: Setja lykilorð
ka: პაროლის დაყენება
lv: Iestatīt paroli
ms: Tetapkan Kata Laluan
pl: Ustaw hasło
ru: Установить пароль
sl: Nastavi geslo
sr_latn: Postavi lozinku
sw: Weka Nenosiri
th: ตั้งรหัสผ่าน
tr: Parola Belirle
ur: پاس ورڈ سیٹ کریں
zh_cn: 设置密码

# Dialog_EnableMasterPasswordFailed_Title
source: Error
af: Fout
ar: خطأ
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
hi: त्रुटि
hu: Hiba
hy: Սխալ
ig_ng: Mmehie
is: Villa
ka: შეცდომა
lv: Kļūda
ms: ralat
pl: Błąd
ru: Ошибка
sl: Napaka
sr_latn: Greška
sw: Hitilafu
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
zh_cn: 错误

# Dialog_EnableMasterPasswordFailed_Message
source: Failed to enable Windows Hello protection.
af: Kon nie meesterwagwoord aktiveer nie.
ar: فشل في تمكين كلمة المرور الرئيسية.
da: Kunne ikke aktivere hovedadgangskode.
de: Hauptpasswort konnte nicht aktiviert werden.
el: Αποτυχία ενεργοποίησης κύριου κωδικού πρόσβασης.
et: Peaparooli lubamine ebaõnnestus.
fi: Pääsalasanan ottaminen käyttöön epäonnistui.
fr: Échec de l'activation du mot de passe maître.
hi: मास्टर पासवर्ड सक्षम करने में विफल।
hu: A mesterjelszó engedélyezése nem sikerült.
hy: Հիմնական գաղտնաբառի միացումը ձախողվեց:
ig_ng: Ọ gaghị nkwe ka master password rụọ ọrụ.
is: Tókst ekki að virkja aðallykilorð.
ka: მთავარი პაროლის ჩართვა ვერ მოხერხდა.
lv: Neizdevās iespējot galveno paroli.
ms: Gagal mendayakan kata laluan induk.
pl: Nie udało się włączyć hasła głównego.
ru: Не удалось включить мастер-пароль.
sl: Omogočanje glavnega gesla ni uspelo.
sr_latn: Omogućavanje glavne lozinke nije uspelo.
sw: Imeshindwa kuwasha nenosiri kuu.
th: ไม่สามารถเปิดใช้งานรหัสผ่านหลักได้
tr: Ana parola etkinleştirilemedi.
ur: ماسٹر پاس ورڈ فعال کرنے میں ناکام۔
zh_cn: 启用主密码失败。

# Dialog_DisableMasterPassword_Title
source: Disable Windows Hello protection
af: Deaktiveer meesterwagwoord
ar: تعطيل كلمة المرور الرئيسية
da: Deaktiver hovedadgangskode
de: Hauptpasswort deaktivieren
el: Απενεργοποίηση κύριου κωδικού πρόσβασης
et: Keela peaparool
fi: Poista pääsalasana käytöstä
fr: Désactiver le mot de passe maître
hi: मास्टर पासवर्ड अक्षम करें
hu: Mesterjelszó letiltása
hy: Անջատել հիմնական գաղտնաբառը
ig_ng: Gbanyụọ Master Password
is: Afvirkja aðallykilorð
ka: მთავარი პაროლის გამორთვა
lv: Atspējot galveno paroli
ms: Lumpuhkan Kata Laluan Induk
pl: Wyłącz hasło główne
ru: Отключить мастер-пароль
sl: Onemogoči glavno geslo
sr_latn: Onemogući glavnu lozinku
sw: Zima Nenosiri Kuu
th: ปิดใช้งานรหัสผ่านหลัก
tr: Ana Parolayı Devre Dışı Bırak
ur: ماسٹر پاس ورڈ غیر فعال کریں
zh_cn: 禁用主密码

# Dialog_DisableButton
source: Disable
af: Deaktiveer
ar: إبطال
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
et: Keela
fi: Poista käytöstä
fr: Désactiver
hi: अक्षम करें
hu: Letiltás
hy: Անջատել
ig_ng: Gbanyụọ
is: Afvirkja
ka: გამორთვა
lv: Atspējot
ms: Lumpuhkan
pl: Wyłącz
ru: Отключить
sl: Onemogoči
sr_latn: Onemogući
sw: Zima
th: ปิดใช้งาน
tr: Devre dışı bırak
ur: غیر فعال کریں
zh_cn: 禁用

# Dialog_CancelButton
source: Cancel
af: Kanselleer
ar: يلغي
da: Annuller
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hi: रद्द करें
hu: Mégse
hy: Չեղարկել
ig_ng: Kagbuo
is: Hætta við
ka: გაუქმება
lv: Atcelt
ms: Batal
pl: Anuluj
ru: Отмена
sl: Prekliči
sr_latn: Otkaži
sw: Ghairi
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
zh_cn: 取消

# Dialog_RemoveButton
source: Remove
af: Verwyder
ar: يزيل
da: Fjern
de: Entfernen
el: Αφαίρεση
et: Eemalda
fi: Poista
fr: Supprimer
hi: हटाएँ
hu: Eltávolítás
hy: Հեռացնել
ig_ng: Wepụ
is: Fjarlægja
ka: წაშლა
lv: Noņemt
ms: Alih keluar
pl: Usuń
ru: Удалить
sl: Odstrani
sr_latn: Ukloni
sw: Ondoa
th: ลบ
tr: Kaldır
ur: ہٹائیں
zh_cn: 移除

# Dialog_Error_Title
source: Error
af: Fout
ar: خطأ
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
hi: त्रुटि
hu: Hiba
hy: Սխալ
ig_ng: Mmehie
is: Villa
ka: შეცდომა
lv: Kļūda
ms: ralat
pl: Błąd
ru: Ошибка
sl: Napaka
sr_latn: Greška
sw: Hitilafu
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
zh_cn: 错误

# Dialog_ValidationError_Title
source: Validation Error
af: Valideringsfout
ar: خطأ في التحقق
da: Valideringsfejl
de: Validierungsfehler
el: Σφάλμα επικύρωσης
et: Valideerimisviga
fi: Vahvistusvirhe
fr: Erreur de validation
hi: मान्यता त्रुटि
hu: Érvényesítési hiba
hy: Վավերացման սխալ
is: Staðfestingarvilla
ka: დადასტურების შეცდომა
lv: Validācijas kļūda
ms: Ralat Pengesahan
pl: Błąd walidacji
ru: Ошибка проверки
sl: Napaka pri preverjanju
sr_latn: Greška validacije
sw: Hitilafu ya Uhalalishaji
th: ข้อผิดพลาดในการตรวจสอบ
tr: Doğrulama Hatası
ur: توثیقی خرابی
zh_cn: 验证错误

# Dialog_SecurityWarning_Title
source: Security Warning
af: Sekuriteitswaarskuwing
ar: تحذير أمني
da: Sikkerhedsadvarsel
de: Sicherheitswarnung
el: Προειδοποίηση ασφαλείας
et: Turvahoiatus
fi: Turvallisuusvaroitus
fr: Avertissement de sécurité
hi: सुरक्षा चेतावनी
hu: Biztonsági figyelmeztetés
hy: Անվտանգության զգուշացում
ig_ng: Ịdọ aka ná ntị nchebe
is: Öryggisviðvörun
ka: უსაფრთხოების გაფრთხილება
lv: Drošības brīdinājums
ms: Amaran Keselamatan
pl: Ostrzeżenie bezpieczeństwa
ru: Предупреждение безопасности
sl: Varnostno opozorilo
sr_latn: Bezbednosno upozorenje
sw: Onyo la Usalama
th: คำเตือนด้านความปลอดภัย
tr: Güvenlik Uyarısı
ur: سیکیورٹی انتباہ
zh_cn: 安全警告
